Repository: common-repository/sendpulse-live-chat-and-chatbot
Catalog: languages/sendpulse-livechat-*.po
Languages: ru_ru

source: Setting up SendPulse Live Chat Plugin
ru_ru: Настройка плагина SendPulse Live Chat

source: Connect your live chat created with SendPulse
ru_ru: Подключайте на сайт онлайн-чат, созданный в SendPulse

source: Instantly chat with visitors on your WordPress-based website.
ru_ru: Общайтесь в чате с посетителями вашего сайта на WordPress.

source: Add a new live chat created with SendPulse to your site or <a href="%1$s" target="_blank">connect the existing one</a>. If you don't have a SendPulse account, <a href="%2$s">sign up for free</a> to start using the plugin.
ru_ru: Добавьте на сайт новый онлайн-чат, созданный в SendPulse, или <a href="%1$s" target="_blank">подключите существующий чат</a>. Если вы еще не зарегистрированы в SendPulse, <a href="%2$s">создайте бесплатный аккаунт</a>, чтобы начать использовать плагин.

source: <a class="button button-primary" href="%s" target="_blank">Connect live chat</a>
ru_ru: <a class="button button-primary" href="%s" target="_blank">Подключить чат</a>

source: SendPulse LiveChat
ru_ru: Чат для сайта SendPulse

source: For more information about live chats, check the <a href="%s" target="_blank">SendPulse Knowledge Base</a>.
ru_ru: Ознакомиться подробнее с настройкой чатов для сайта можно в <a href="%s" target="_blank">базе знаний SendPulse</a>.

source: Live chat installation code
ru_ru: Код установки чата

source: To connect your live chat, copy its installation code from your SendPulse account. Once pasted and saved, it will be added before the closing </body> tag.
ru_ru: Чтобы подключить онлайн-чат, скопируйте код установки из вашего аккаунта SendPulse. Вставьте его и сохраните изменения. После этого код будет автоматически добавлен перед закрывающим тегом </body>.

source: After successful installation, your live chat will appear on your website. To customize your widget appearance, go to your SendPulse account.
ru_ru: При успешной установке виджет онлайн-чат появится на вашем сайте. Чтобы изменить его внешний вид, перейдите в свой аккаунт SendPulse.
